import buddhistMeditation from './picture/buddhistMeditation.jpg';
import vipassana from './picture/vipassana.jpg';
import zazen from './picture/zazen.jpg';
import mantraShakti from './picture/mantraShakti.jpg';
import mantraOm from './picture/mantraOm.jpg';
import mantraShaniDev from './picture/mantraShaniDev.jpg';
import yogaHeart from './picture/yogaHeart.jpg';
import yogaTravel from './picture/yogaTravel.jpg';
import yogaApana from './picture/yogaApana.jpg';

export const dataCourse = [
    {
        id: 1,
        image: buddhistMeditation,
        title: 'Буддийская медитация',
        describe: 'Буддийская медитация — в широком смысле это совокупность методов физического и духовного самосовершенствования, связанных с тремя группами практик Восьмеричного пути.',
        price: 2000
    },

    {
        id: 2,
        image: vipassana,
        title: 'Випасана',
        describe: 'Випассана, в переводе с древнеиндийского языка пали, означает видеть реальность такой, какая она есть. Випассана является одной из самых древних техник медитации. Она возникла в Индии более 2500 лет назад как универсальное средство от всех несчастий, как Искусство жить.',
        price: 1500
    },

    {
        id: 3,
        image: zazen,
        title: 'Дзадзен',
        describe: 'Дзадзэн — это вид медитации присущий только дзен-буддизму. Он включает в себя концентрацию на дыхании и настоящем моменте.',
        price: 1000
    },

    {
        id: 4,
        image: mantraShakti,
        title: 'Мантра «Ади Шакти»',
        describe: 'Известная также как «Кундалини Бхакти», является ярким примером мантры, которая перетекает из века в век, из инкарнации в инкарнацию посредством усилий адептов йоги.',
        price: 500
    },

    {
        id: 5,
        image: mantraOm,
        title: 'Мантра “Ом Пурнам”',
        describe: 'В пятой главе Брихадараньяка Упанишады содержится мантра, очень не простая для понимания, но скрывающая в себе большую ценность — секрет освобождения от страха лишений.',
        price: 700
    },

    {
        id: 6,
        image: mantraShaniDev,
        title: 'Мантра “Шани Деву”',
        describe: 'Непостижимый закон кармы. Казалось бы, как просто звучит древняя мудрость «что посеешь, то и пожнёшь», но чтобы проследить, увидеть действие закона причинно-следственной связи, необходимо терпение, смирение, добродетель, готовность меняться.',
        price: 900
    },

    {
        id: 7,
        image: yogaHeart,
        title: 'Йога для ССЗ',
        describe: 'Йога как разновидность физической культуры положительно влияет на многие факторы риска, которые являются пусковым механизмом в развитии ССЗ.',
        price: 3000
    },

    {
        id: 8,
        image: yogaTravel,
        title: 'Йога как путь',
        describe: 'Путь… В контексте восточной философии это достаточно объемное и сложное понятие. Это может быть путь поиска истины или путь, который соответствует человеку.',
        price: 2000
    },

    {
        id: 9,
        image: yogaApana,
        title: 'Йога “Апана вайю”',
        describe: 'Занимаясь йогой, мы начинаем шире смотреть на своё тело, узнавая его новые грани и возможности. Эти ощущения помогают не просто начать делать новые движения, а меняться к лучшему во многих аспектах. Сегодня мы поговорим о таком энергетическом потоке в нашем организме, как апана вайю — неотъемлемой части нашего пранического тела.',
        price: 3000
    }
]